/*
  Paddle.strings
  Paddle

  Created by Louis Harwood on 17/11/2015.
  Copyright © 2015 Paddle. All rights reserved.
*/

"OK" = "Ok";
"Error" = "Błąd";
"Unspecified error" = "Nieokreślony błąd";
"Close" = "Zamknij";
"Cancel" = "Anuluj";
"Quit" = "Wyjdź";
"Activated" = "Aktywowany";
"No Thanks!" = "Nie, dziękuję!";
"Email" = "E-mail";
"Email Address" = "Adres E-mail";
"Licence Code" = "Kod licencyjny";
"Buy Now" = "Kup Teraz";
"By %@" = "Przez %@";
"Join" = "Dołącz";
"Enter Licence" = "Wprowadź licencję";
"Continue Trial" = "Kontynuuj proces";
"Activate Licence" = "Aktywuj licencję";
"Activate" = "Aktywuj";
"Buy a copy of %@" = "Kup kopię %@";
"We're already checking a license, please wait a moment." = "Sprawdzamy licencję, proszę czekać.";
"Sorry" = "Przepraszam";
"A valid licence code is required. Please try again." = "Wymagany jest poprawny kod licencyjny. Proszę spróbować ponownie.";
"This copy of %@ is registered with the information below." = "Ta kopia% @ jest zarejestrowana z poniższą informacją.";
"Your %@ Licence" = "Twoja% @ Licencja";
"Already purchased a licence? Fill in the form below and activate %@ instantly." = "Już zakupiłeś licencję? Wypełnij poniższy formularz i aktywuj % @ natychmiast.";
"Thank you for registering %@" = "Dziękujemy za rejestrację %@";
"Thank you for trying %@" = "Dziękujemy za wypróbowanie %@";
"Would you like to send anonymous usage information to the developer of %@ to help improve the application?" = "Czy chciałbyś wysłać anonimową informację o użytkowaniu do dewelopera % @ w celu poprawienia aplikacji?";
"Send anonymous usage information?" = "Wyślij anonimową informację o użytkowaniu?";
"We'd love it if you could take a second to tell us how you're enjoying using %@" = "Docenilibyśmy, jeśli poświęciłbyś sekundę, aby powiedzieć nam czy dobrze Ci się korzysta z %@";
"Are you enjoying %@?" = "Czy lubisz korzystać z % @?";
"Get the latest from %@ direct to your inbox every week. Signup for our free email newsletter!" = "Otrzymuj najnowszy z% @ bezpośrednio do skrzynki odbiorczej co tydzień. Zapisz się na nasz darmowy newsletter e-mail!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Dzięki za pobranie. Subskrybuj naszą listę, aby być na bieżąco ze wszystkimi najnowszymi funkcjami w% @ i aplikacjami z naszego zespołu!";
"No spam, ever." = "Nigdy nie wysyłamy spamu.";
"We promise!" = "Obiecujemy!";
"Thanks for downloading, subscribe to our list to keep up to date with all the latest features in %@, and apps from our team!" = "Dziękujemy za pobranie, zapisz się do naszej listy, aby być na bieżąco ze wszystkimi najnowszymi funkcjami w %@ i aplikacjami od naszego zespołu!";
"Get updates from %@" = "Pobierz aktualizacje z %@";
"Send direct feedback on how we can improve %@ using the form below." = "Prześlij do nas swoją opinię i pomysły na ulepszenia %@, korzystając z poniższego formularza.";
"Send Feedback" = "Wyślij opinię";
"Help improve %@!" = "Pomóż poprawić % @!";
"Ratings help us make %@ better! We're really excited to see what you think." = "Oceny pomagają nam ulepszać %@! Jesteśmy naprawdę podekscytowani tym, co myślisz.";
"License deactivated." = "Licencja wyłączona.";
"License could not be deactivated." = "Licencja nie może być wyłączona.";
"You have %d day remaining of your trial period." = "Pozostał Ci %d dzień okresu testowego.";
"You have %d days remaining of your trial period." = "Pozostały Ci %d dni okresu próbnego.";
"Welcome to %@!" = "Witamy w %@!";
"We've sent details of any licenses for %@ to %@"               = "We've sent details of any licenses for %@ to %@"; //for app_name to email
"We've sent details of any licenses to %@"                      = "We've sent details of any licenses to %@"; //to email
"Unspecified error, please contact support."                    = "Unspecified error, please contact support.";
